{
  "start_message": " Привет! Я представляю тебе <b>бота 'Виртуальный Наставник'</b> - уникального помощника, который делает обучение и поиск ответов легким и удобным. Просто упомяни меня в любом чате и добавь команду <code>/question</code>, и я перешлю твой вопрос в <i>Telegram канал 'IT-Кампус НЕЙМАРК Q&A'</i>. Там эксперты и профессионалы готовы поделиться своими знаниями и опытом, чтобы помочь тебе получить наиболее точный и полезный ответ.\n\nНезависимо от того, нужна ли тебе помощь в <b>программировании</b>, <b>разработке</b>, <b>маркетинге</b> или любой другой области, я соединю тебя с сообществом профессионалов, готовых помочь и поделиться инсайтами.\n\nНе теряй время на поиск ответов - доверься <b>Виртуальному Наставнику</b> и получи мгновенную поддержку в своих проектах и учебных целях.\n\nДавай начнем учиться вместе уже сейчас! 😉",
  "help_message": "Если ты впервые пользуешься Виртуальным Наставником, то для начала нужно чтобы ты создал профиль. \n\n<b>Кнопка “Профиль 📄” </b>\n\nДля этого в главном меню, есть кнопка <b>Профиль 📄</b>. Если тебя нет в базе данных, то он предложит тебе зарегистрироваться (но от этого можно временно отказаться, нажав кнопку или написав <b>/Cancel</b>), если ты уже завел профиль, то при следующих нажатиях кнопки, тебе будут высылаться данные профиля, которые при необходимости можно редактировать. \n\nПосле того как ты зарегистрируешься, бот выдаст ссылки на два чата: канал <i>IT-Кампус НЕЙМАРК Q&A</i> и группа <i>IT-Кампус НЕЙМАРК (no offical)</i>. Группа - это место переписки Вас с вашими коллегами и/или друзьями, также в группе есть Виртуальный Наставник, он нужен для работы некоторого функционала, такого как команды /question. \n\n <b>Команда “/question” </b>\n\n Если у Вас появился вопрос любого характера, то вы можете добавить в Ваше сообщение эту команду (не важно где Вы его напишите, можете, как и в Личных сообщениях с ботом, так и группе) и после его отправки, бот перешлет это сообщение в Телеграм Канал Q&A, где другие пользователи могут в комментариях дать развернутые ответы на него с приложениями в виде фотографий, видео, документов и т.п. \n\n Перейдем к следующей кнопке, а именно…\n\n <b>Кнопка “Поиск ответа ❔” </b>\n\n <i> Замечание: </i> Данная функция работает даже без регистрации пользователя. \n\n Если у Вас появился вопрос, то просто нажмите на кнопку “Поиск ответа ❔”  и бот попросит Вас ввести вопрос. После ввода он предложит варианты вопросов, которые уже писали пользователи. Если вы нашли свой вопрос из представленных, то просто нажмите на текст и он автоматически скопируется, после чего с помощью функции Телеграма «Поиск» можно найти вопрос в Телеграм Канале <i>IT-Кампус НЕЙМАРК Q&A</i> и посмотреть в комментариях ответы. \n\n При нажатии на кнопку <b>Разное…</b> Вас перенесет в второе меню, с кнопками <b>Мемы 🤣</b> и <b>О разработчиках</b>.\n\n <b>Кнопка “О разработчиках” </b>\n\n После нажатия на нее, Ваш выводится информация о разработчиках и другая не особо полезная информация. \n\n <b>Кнопка “ Мемы 🤣 ” </b>\n\n Переносит Вас меню с кнопками <b>Создать новый мем 🆕</b> и <b>Рандомный мем 🎲</b>.\n\n <b>Кнопка “ Создать новый мем 🆕 ” </b>\n\n Создание мема, состоит из загрузки фото и/или текста. \n\n <b>Кнопка “ Рандомный мем 🎲 ” </b>\n\n Выводит рандомный мем из ранее загруженных.",
  "buttons_start_menu_private": [
    "Поиск ответа ❔",
    "Профиль 📄",
    "Ссылки на группы",
    "Разное..."
  ],
  "buttons_other_menu": [
    "Мемы 🤣",
    "О разработчиках",
    "Назад в меню 🔙"
  ],
  "buttons_meme_menu": [
    "Создать новый мем 🆕",
    "Рандомный мем 🎲",
    "Назад в разное ⬅️"
  ],
  "open_start_menu": "Перехожу в <b>Стартовое</b> меню...",
  "open_other_menu": "Перехожу в меню <b>Прочее</b>...",
  "open_memes_menu": "Перехожу в меню <b>Мемы</b>...",
  "information_authors": "<b>Разработчики, тестировщики и люди которые помогли или как-то посодействовали в разработке бота:</b>\n\n <b>Разработчик</b> SerKin0 (Сергей Скороходов) - главный и на данный момент единственный разработчик бота;\n<b>Тестировщик</b> GordStep (Гордей Степушов) - тот человек, который помогает с тестированием всех ботов SerKin0\n<b>Тестировщик</b> Aip (Андрей Пронин) - человек, который тестировал не по своей воле армянский язык в боте\n\nКроме этого, если Вы хотите следить как ведётся разработка <b>Виртуального Наставника</b>, то можете подписаться на Телеграмм канал разработчика бота (Скороходова Сергея) {}. Там будут выкладываться не только по этому боту, а также и по 'Ударнику' и вообще про жизнь человека.",
  "levels_users": [
    "Начинающий",
    "Наставник",
    "Разработчик",
    "Высший разработчик"
  ],
  "profile_data": "<b>Имя:</b> {}\n<b>Фамилия:</b> {}\n<b>Возраст:</b> {}\n<b>Описание:</b> {}\n<b>Уровень:</b> {}\n<b>Язык:</b> {}",
  "edit_profile": "Если ты написал данные с ошибкой, то напиши команду из предложенного списка, а потом напиши исправление:\n• <code>/first_name</code> ...\n• <code>/second_name</code> ...\n• <code>/age</code> ...\n• <code>/description</code> ...\n• <code>/language</code> ... (ru - русский, en - английский, de - немецкий, ar - армянский, fr - французский)\n\n<b>Пример: </b>/language en",
  "start_registration": [
    "Чтобы ты мог разблокировать функционал бота, тебе нужно зарегистрироваться",
    "Учитывай что, это имя может использоваться в официальных документах! Если ты хочешь остановить регистрацию, то напиши или нажми /Cancel.",
    "<b>Напиши своё имя</b>"
  ],
  "write_second_name": "<b>Напиши свою фамилию</b>",
  "write_age": "<b>Напиши свой возраст</b> (только число)",
  "write_description": [
    "<b>Напиши своё краткое описание</b>, как и с именем, отнеситесь к этому серьёзно.",
    "<b>Совет:</b> Если Вам нечего написать, то можете просто написать фразу жизни или цитату Великих"
  ],
  "select_language": "<b>Выберите язык</b>",
  "finish_registration": "<b>Вы завершили регистрацию! Поздравляю!</b>\n\nТеперь вы можете перейти в группу НЕЙМАРК ()",
  "error_edit_data_not_reg": "Вы не можете изменить параметры профиля, т.к. вы ещё не зарегистрировались.\n\nДля этого нажмите на Профиль в Главном меню в переписке с ботом.",
  "error_data_entry": "Ой! Похоже вы ввели недопустимые данные. Проверьте правильность заполнения, это может быть как написание в возрасте текст вместо цифр, так и ввод ещё не добавленного языка.",
  "edited_data_user": "Изменение произошло успешно. Если данные не поменяются, обратитесь к администраторам или разработчикам",
  "error_not_login": "Вы не зарегистрировались. Для этого перейдите в Главное Меню и нажмите на кнопку Профиль",
  "finish_write_question": "Я сохранил твой вопрос",
  "write_question": "Напиши вопрос...",
  "empty_question": "Прости. Таких вопросов не было. Попробуй сократить или переформулировать вопрос.",
  "if_not_found_need_question": "Если не нашли нужный Вам вопрос, то попробуйте сократить или переформулировать вопрос.",
  "empty_text_question": "Вы написали вопрос без текста",
  "load_photo_or_video_meme": "Сначала загрузи изображение с мемом. Если их не будет (ну например решил выложить анектод), то напиши или нажми кнопку 'Пропустить'",
  "write_description_meme": "Напиши описание мема, если ты хочешь мем без описания напиши или нажми кнопку 'Пропустить'",
  "finish_load_meme": "Окей, я сохранил твой мем, буду надеяться что там нет ничего такого, но если мы получим жалобу, то сообщим Вам и удалим мем.",
  "download_error": "Вы должны загрузить хотя бы что-то",
  "link_group": "Группа: https://t.me/+5bWMQ2eTbMZjNzI6\n\nКанал с ответами: https://t.me/+4GWdDyDW6p40Yjdi"
}
